"MAIN_SPEC_UNPROVISIONED" = "Set Up Personal Hotspot";
"MAIN_SPEC_PROVISIONED" = "Personal Hotspot";
"MAIN_SPEC_DETAIL_IPAD" = "Share your iPad's Internet connection with your computer and iOS devices via %@, Bluetooth or USB.";
"MAIN_SPEC_DETAIL_IPHONE" = "Share your iPhone's Internet connection with your computer and iOS devices via %@, Bluetooth or USB.";
"MAIN_SPEC_DETAIL_NO_WIFI_IPAD" = "Share your iPad's Internet connection with your computer and iOS devices via Bluetooth or USB.";
"MAIN_SPEC_DETAIL_NO_WIFI_IPHONE" = "Share your iPhone's Internet connection with your computer and iOS devices via Bluetooth or USB.";
"OFF" = "Off";
"ON" = "On";
"CANCEL" = "Cancel";
"WIFI" = "Wi-Fi";
"WIFI_CH" = "WLAN";

"SETUP_ALERT_TITLE" = "Set Up Personal Hotspot";
"SETUP_ALERT_MESSAGE_NO_INFO" = "To enable Personal Hotspot on this account, contact %@";
"SETUP_ALERT_MESSAGE_NO_NUMBER" = "To enable Personal Hotspot on this account, visit %@";
"SETUP_ALERT_MESSAGE_NO_URL" = "To enable Personal Hotspot on this account, contact %@ at %@";
"SETUP_ALERT_MESSAGE_ALL_INFO" = "To enable Personal Hotspot on this account, contact %@ at %@ or visit %@";
"SETUP_ALERT_CALL_BUTTON" = "Call";
"SETUP_ALERT_WEB_BUTTON" = "Go to Website";

"TETHERING_TITLE" = "Personal Hotspot";
"TETHERING_SWITCH" = "Personal Hotspot";
"TETHERING_TEXT_OFF_IPAD" = "Turn on Personal Hotspot to share your iPad's Internet connection. Additional usage charges may apply.";
"TETHERING_TEXT_OFF_IPHONE" = "Turn on Personal Hotspot to share your iPhone's Internet connection. Additional usage charges may apply.";
"TETHERING_TEXT_ON_IPAD" = "Your iPad's Internet connection is being shared over USB.";
"TETHERING_TEXT_ON_IPHONE" = "Your iPhone's Internet connection is being shared over USB.";
"TETHERING_TEXT_ON_WIFI" = "Now Discoverable.\nOther users can look for your shared network using %@ under the name “%@”.";
"TETHERING_TEXT_ON_BT" = "Now Discoverable.\nOther users can look for your shared network using Bluetooth under the name “%@”.";
"TETHERING_TEXT_ON_BOTH" = "Now Discoverable.\nOther users can look for your shared network using %@ and Bluetooth under the name “%@”.";

"STEP_1" = "1";
"STEP_2" = "2";
"STEP_3" = "3";
"CONNECT_OVER_USB_LABEL" = "To connect using USB";
"CONNECT_OVER_USB_STEP_1_IPAD" = "Plug iPad into your computer.";
"CONNECT_OVER_USB_STEP_1_IPHONE" = "Plug iPhone into your computer.";
"CONNECT_OVER_USB_STEP_2_IPAD" = "Choose iPad from the list of network services in your settings.";
"CONNECT_OVER_USB_STEP_2_IPHONE" = "Choose iPhone from the list of network services in your settings.";
"CONNECT_OVER_BLUETOOTH_LABEL" = "To connect using Bluetooth";
"CONNECT_OVER_BLUETOOTH_STEP_1_IPAD" = "Pair iPad with your computer.";
"CONNECT_OVER_BLUETOOTH_STEP_1_IPHONE" = "Pair iPhone with your computer.";
"CONNECT_OVER_BLUETOOTH_STEP_2_IPAD" = "On iPad, tap Pair or enter the code displayed on your computer.";
"CONNECT_OVER_BLUETOOTH_STEP_2_IPHONE" = "On iPhone, tap Pair or enter the code displayed on your computer.";
"CONNECT_OVER_BLUETOOTH_STEP_3_IPAD" = "Connect iPad to computer.";
"CONNECT_OVER_BLUETOOTH_STEP_3_IPHONE" = "Connect iPhone to computer.";
"CONNECT_OVER_WIFI_LABEL" = "To connect using %@";
"CONNECT_OVER_WIFI_STEP_1_IPAD" = "On your computer, choose iPad from the list of network services in your settings.";
"CONNECT_OVER_WIFI_STEP_1_IPHONE" = "On your computer, choose iPhone from the list of network services in your settings.";
"CONNECT_OVER_WIFI_STEP_2" = "Enter the password when prompted.";

"POWER_ALERT_BT_ONLY_OFF_TITLE" = "Bluetooth is Off";
"POWER_ALERT_BT_ONLY_OFF_MESSAGE" = "Personal Hotspot will only be available over USB. Turn on Bluetooth to enable it over both Bluetooth\nand USB.";
"POWER_ALERT_BT_ONLY_OFF_OK_BUTTON" = "Turn on Bluetooth";
"POWER_ALERT_BT_ONLY_OFF_CANCEL_BUTTON" = "USB Only";

"POWER_ALERT_BT_OFF_TITLE" = "Bluetooth is Off";
"POWER_ALERT_BT_OFF_MESSAGE" = "Personal Hotspot will only be available over %@ and USB. Do you also want to enable it over Bluetooth?";
"POWER_ALERT_BT_OFF_OK_BUTTON" = "Turn on Bluetooth";
"POWER_ALERT_BT_OFF_CANCEL_BUTTON" = "%@ and USB Only";

"POWER_ALERT_WF_OFF_TITLE" = "%@ is Off";
"POWER_ALERT_WF_OFF_MESSAGE" = "Personal Hotspot will only be available over Bluetooth and USB. Do you also want to enable it over %@?";
"POWER_ALERT_WF_OFF_OK_BUTTON" = "Turn on %@";
"POWER_ALERT_WF_OFF_CANCEL_BUTTON" = "Bluetooth and USB Only";

"POWER_ALERT_BOTH_OFF_TITLE" = "%@ and Bluetooth are Off";
"POWER_ALERT_BOTH_OFF_MESSAGE" = "Personal Hotspot will only be available over USB. Do you also want to enable it over %@ and Bluetooth?";
"POWER_ALERT_BOTH_OFF_OK_BUTTON" = "Turn on %@ and Bluetooth";
"POWER_ALERT_BOTH_OFF_CANCEL_BUTTON" = "USB Only";


"WIFI_PASSWORD" = "%@ Password";
"WIFI_PASSWORD_TITLE" = "%@ Password";
"PASSWORD" = "Password";
"WIFI_PASSWORD_FOOTER" = "Other users will join your shared %@ network using this password.\n\nThe password must contain at least 8 characters. Changing the password will disconnect any currently connected users.";